<template>
  <LayoutRU>
    <MetaInfo
      :metaSiteName = "this.$static.metadata.siteNameRU"
      metaTitle = "Сеть гражданского мониторинга качества воздуха"
      metaDescription = "Мы разработали и расширяем сеть независимых датчиков воздуха по всему миру. 
            Это может быть полезно для всех неравнодушных граждан, которые хотят знать реальное состояние атмосферного 
            воздуха в той или иной местности. Вы можете смотреть данные с уже установленных датчиков или 
            присоединиться к сети датчиков бесплатно."
    />

    <PageContent
      title = "Сеть гражданского мониторинга качества воздуха"
      breadcrumb = "Наши разработки"
      breadcrumbLink = "ru/services"
      description = "Мы разработали и расширяем сеть независимых датчиков воздуха по всему миру. 
            Это может быть полезно для всех неравнодушных граждан, которые хотят знать реальное состояние атмосферного 
            воздуха в той или иной местности. Вы можете смотреть данные с уже установленных датчиков или 
            присоединиться к сети датчиков бесплатно."
      button = "Перейти на карту"
      h21 = "Независимые датчики, объединяйтесь!"
      list11 = "Независимая сеть датчиков, неограниченная географией и муниципальными регламентами"
      list12 = "Строится сообществом неравнодушных людей, квалифицированных инженеров и научных сотрудников"
      list13 = "Отказоустойчивость и прозрачность, обусловленные современными возможностями публичных чейнов по технологии blockchain"
      list14 = "Для граждан сеть позволяет отслеживать качество воздуха в любое время, для экологических служб – оперативнее реагировать на выбросы"
      h22 = "Экологический мониторинг запущен"
      plans = "<p>Летом 2021 мы запускаем первую городскую сенсорную сеть для мониторинга экологической обстановки в России на базе IPFS + Polkadot.</p>
      <p>3 месяца мы будем тестировать оперативную отправку данных для перепроверки мобильной лабораторией Тольяттинского Государственного Университета (ТГУ) и быстрого дальнейшего реагирования экологических служб при необходимости.</p>
      <p>Таким взаимодействием мы можем сократить срок реагирования на случаи выбросов и утечек с дней до часов.</p>"
      plansALT = "Мониторинг качества воздуха вместе с мобильной экологической станцией в Тольятти, Аиралаб"
      plansLink = "Читайте больше в блоге"
      commitTitle = "Вы можете собрать свой датчик, <br/>поместить его в желаемое вами место и стать частью распределенной независимой экологической сети"
      commitSteps = "<p>Достаточно самого простого оборудования, да, даже с той китайской площадки</p>
				<p>Наша прошивка позволяет поддерживать не только нашу сеть, но и Sensor.Community</p>
				<p>Работайте с привычным интерфейсом airRohr, если вы уже поддерживаете Sensor.Community</p>
				<p>Устанавливайте датчики в квартире, офисе, своем дворе. Например, мы договорились с городом и установили их прямо на <a href='https://zen.yandex.ru/media/id/5b2f619a3acfb800a8af799a/set-grajdanskogo-monitoringa-v-toliatti-rasshiriaetsia-ustanovleno-20-priborov-kontrolia-606d6b1641e5c84b899fd4fe' target='_blank'>баннеры</a></p>"
      button2 = "Техническая документация"
      endString1 = "Если вы пока не знаете как, но хотите поучаствовать в развитии"
      endString2 = "сети"
      endString3 = "можете написать нам"
      endString4 = "или"
      endString5 = "помочь"
      endString6 = "пожертвования от 100 руб."
      linkDonate = "/ru/donation"
      donationButton="Поддержите нас"
      specialClass="air-monitoring-ru"
    />
  </LayoutRU>
</template>

<static-query>
  query {
    metadata {
      siteNameRU
    }
  }
</static-query>

<script>
export default {
  components: {
    PageContent: () => import('~/components/PageAirMonitoring.vue'),
    MetaInfo: () => import('~/components/MetaInfo.vue')
  }
}
</script>