<template>
  <LayoutRU>
    <MetaInfo
      :metaSiteName = "this.$static.metadata.siteNameRU"
      :metaTitle = "'Публичный блокчейн штамп для данных на вашем производстве'"
      :metaDescription = "'Воспользуйтесь сервисом от АНО ИЦР Аиралаб Рус “Блокчейн штамп”: выпускайте web3 цифровые сертификаты и паспорта продукции и повышайте доверие к произведенной вами продукции или оказанным услугам.'"
    />

    <PageContent
      :title = "'Сервис &laquo;Публичный блокчейн штамп&raquo; для данных на вашем производстве'"
      breadcrumb = "Наши разработки"
      breadcrumbLink = "ru/services"
      :description = "'Воспользуйтесь сервисом от АНО ИЦР Аиралаб Рус “Блокчейн штамп”: выпускайте web3 цифровые сертификаты и паспорта продукции и повышайте доверие к произведенной вами продукции или оказанным услугам.'"
      
      :button1 = "'Напишите нам'"
      :block1title = "'Как это работает'"
      :block1description = "'У вас есть 2 варианта выпуска цифрового блокчейн сертификата для вашей продукции или услуги:'"
      :block1opt1 = "'Выпуск сертификата оператором вручную в заранее подготовленном децентрализованном приложении'"
      :block1opt2 = "'Выпуск сертификата в фоновом режиме автоматически, на основе данных, получаемых от настроенных IoT устройств'"

      :block2title = "'Схема сотрудничества'"
      :block2step1 = "'Пришлите пример данных для создания блокчейн штампа'"
      :block2step2 = "'Заключите договор с АНО ИЦР Аиралаб Рус'"
      :block2step3 = "'В течение недели вы выпустите свой первый сертификат'"
      :block2button = "'Оставить заявку'"
      :block2buttonLink = "this.$static.metadata.formBlockchainStampRU"

      :block3title = "'Сферы применения'"
      :block3opt1title = "'Asset tracking'"
      :block3opt1description = "'Контроль соблюдения условий транспортировки и хранения продукции с повышенными требованиями к условиям (вакцины, заморозка, сырье).'"
      :block3opt2title = "'Контроль износа оборудования'"
      :block3opt2description = "'Контроль условий эксплуатации и гарантийного периода сложнотехнического оборудования на основе данных от IoT устройств.'"
      :block3opt3title = "'Технический паспорт изделия'"
      :block3opt3description = "'Сохраните самые важные для потребителей и контрагентов данные в наиболее доверительном виде.'"
      :block3opt4title = "'Компенсация углеродного следа продукции'"
      :block3opt4description = "'Приложите данные о количестве выброшенного CO2 и транзакции на погашение следа к уникальному идентификатору продукции.'"

      :block4text = "'По всем возникшим у вас вопросам пишите на почту'"
    />
  </LayoutRU>
</template>

<static-query>
  query {
    metadata {
      siteNameRU,
      formBlockchainStampRU
    }
  }
</static-query>

<script>
export default {
  components: {
    PageContent: () => import('~/components/PageServiceBlockchainStamp.vue'),
    MetaInfo: () => import('~/components/MetaInfo.vue')
  }
}
</script>