<template>
  <LayoutRU>
    <MetaInfo
      :metaSiteName = "this.$static.metadata.siteNameRU"
      metaTitle = "Эко мониторинг водоёмов"
      metaDescription = "Одна из наших текущих разработок – беспилотный надводный аппарат катамаранного типа для мониторинга окружающей среды, предоставляющий данные о качестве воды."
    />

    <PageContent
      title = "Эко мониторинг водоёмов"
      breadcrumb = "Наши разработки"
      breadcrumbLink = "ru/services"
      description = "Одна из наших текущих разработок – беспилотный надводный аппарат катамаранного типа для мониторинга окружающей среды, предоставляющий данные о качестве воды."
      howToTitle = "Как это работает"
      howToListItem1 = "Устройство оснащено компактным набором датчиков, бортовой навигацией и сетевым подключением, что позволяет ему автономно инспектировать водоемы."
      howToListItem2 = "Судну можно задать команду с конкретным маршрутом и желаемыми параметрами для измерения."
      howToListItem3 = "Аппарат соберет информацию и предоставит к ней онлайн-доступ, как только окажется в зоне действия сети."
      advantagesTitle = "Преимущества"
      :advantages="advantages"
      advantagesLink = "Читайте свежие новости об устройстве в блоге"
      donationLink="ru/donation"
      donationButton="Поддержите нас"
      imgClass="diff-img"
    />
  </LayoutRU>
</template>

<static-query>
  query {
    metadata {
      siteNameRU
    }
  }
</static-query>

<script>
export default {
  components: {
    PageContent: () => import('~/components/PageWaterMonitoring.vue'),
    MetaInfo: () => import('~/components/MetaInfo.vue')
  },

  data() {
    return {
      advantages: [
        {
          id: 0,
          title: 'Гибкие настройки измерений',
          description: 'В зависимости от условий окружающей среды и источников загрязнения могут понадобиться разные датчики. Наше устройство оснащено целым набором компактных датчиков для мониторинга воды.'
        },
        {
          id: 1,
          title: 'Надежность получаемых данных',
          description: 'Собранные данные публикуются устройством сразу как только окажется в зоне действия сети. Публикация происходит в блокчейне, что гарантирует их надежность и неизменность.'
        },
        {
          id: 2,
          title: 'Нет аналогов',
          description: 'В настоящий момент нет готовых аналогов подобного уровня. В 2022 году команда провела успешные тестировочные запуски WEI в условиях неблагоприятной погоды и использовала эти данные для проектирования новой версии надводного аппарата. Кроме того, были сделаны значительные успехи в разработке алгоритмов автономного распределения флота таких устройств вокруг источников загрязнений.'
        }
      ]
    }
  }
}
</script>